/* Boxcar email address field label */
"Email Address:" = "Email Address:";

/* Failure adding email */
"Invalid Email" = "Invalid Email";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Only send if idle:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Only send if priority is at least:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Prefix notifications with:";

/* Success adding boxcar */
"Registered!" = "Registered!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Unknown email";

